#version: 0.2
i n
in g</w>
t h
a n
a n</w>
i n</w>
a r
i t
r e
m an</w>
o u
th e</w>
o n</w>
e r</w>
i s</w>
s t
l e</w>
an d</w>
l a
a l
h i
r o
e r
o f</w>
w o
w it
wit h</w>
l o
a t
e s</w>
a c
d o
h o
a t</w>
d ing</w>
m e
ou n
p e
b o
k ing</w>
t o</w>
t w
wo man</w>
s i
g r
tw o</w>
ar e</w>
r i
o n
p le</w>
i r
p la
e d</w>
w e
o r
c k</w>
e l
w al
pe o
peo ple</w>
e n
e t</w>
t ing</w>
me n</w>
w h
ar ing</w>
s hi
pla y
u n
shi r
i c
al l</w>
re d</w>
we aring</w>
c o
a s
w n</w>
g e</w>
b l
shir t</w>
it e</w>
u r
y oun
b e
t s</w>
s it
youn g</w>
wh ite</w>
st an
c h
g ir
d s</w>
i l
l e
t o
p o
si d
b la
f ro
u e</w>
t a
w hi
bla ck</w>
i r</w>
f o
h is</w>
w at
whi le</w>
d re
er s</w>
l i
n e
bl ue</w>
hi l
th er</w>
lo o
h a
n t</w>
s o
e n</w>
u m
bo y</w>
sit ting</w>
a r</w>
gir l</w>
do g</w>
r a
s s
k s</w>
c hil
ou t
st re
ho l
stan ding</w>
play ing</w>
gr ou
b u
grou p</w>
b all</w>
sid e</w>
b y</w>
f i
oun d</w>
a m
stre et</w>
ac k
on e</w>
do wn</w>
th e
p er
wal king</w>
s m
re e</w>
s ho
h er</w>
s e
a l</w>
fro nt</w>
o ther</w>
s s</w>
t i
g h
c h</w>
hol ding</w>
d i
w a
o l
r u
wat er</w>
m a
d er</w>
f or
k e</w>
u p</w>
p ar
y ing</w>
wo r
g h</w>
th ree</w>
v er
g s</w>
g re
p ing</w>
s k
s e</w>
r un
s h
t le</w>
wo men</w>
s t</w>
a s</w>
c ar
n o
a d
lo w</w>
j um
c ro
b i
ar d</w>
l it
loo king</w>
gre en</w>
l ar
r ou
g u
lit tle</w>
b ro
v er</w>
o t
g e
fo r</w>
chil d</w>
c e</w>
a p
wal k</w>
ou t</w>
v e</w>
ac h</w>
t e
p ho
lar ge</w>
out side</w>
m e</w>
f e
gr ound</w>
i t</w>
po s
a d</w>
rou gh</w>
s on</w>
r ac
c on
th rough</w>
s no
a ir</w>
y el
u l
yel low</w>
l s</w>
s u
bro wn</w>
per son</w>
dre n</w>
chil dren</w>
b a
y c
n ing</w>
l y</w>
lo n
fro m</w>
st a
the ir</w>
gh t</w>
dre ss
v e
h at</w>
b ack
y s</w>
d e
bu il
in to</w>
p s</w>
sm all</w>
h in
h e
d y</w>
s c
x t</w>
ne xt</w>
th ing</w>
cro w
b le</w>
in k</w>
dress ed</w>
a y</w>
g la
q u
gr as
k e
t ur
o ver</w>
so me</w>
j ack
v ing</w>
p u
buil ding</w>
pho n
for m
b ri
c lo
b as
o f
run ning</w>
l ing</w>
s w
ri ding</w>
el d</w>
p ic
ne ar</w>
ar ound</w>
ss es</w>
an ge</w>
an other</w>
jack et</w>
p a
h an
sid e
c ou
t ra
g a
i d
so me
o d</w>
be ach</w>
side walk</w>
o r</w>
fi eld</w>
ta ble</w>
t al
t er</w>
it y</w>
or ange</w>
gla sses</w>
g ing</w>
crow d</w>
ma le</w>
r ying</w>
phon e</w>
c am
p i
wa y</w>
p ink</w>
jum ping</w>
hin d</w>
stan ds</w>
a pos
& apos
k i
j e
an s</w>
sit s</w>
co m
be hind</w>
sk at
st ru
sho r
tur e</w>
to p</w>
f ac
d ed</w>
c a
back ground</w>
s p
sno w</w>
wat ch
sm il
gras s</w>
ac k</w>
st and</w>
m o
ha ir</w>
bi ke</w>
d an
&apos ;
gir ls</w>
on g</w>
yc le</w>
s ur
t ting</w>
m ar
it s</w>
c ity</w>
oun ta
re a
&apos; s</w>
me nt</w>
t en
bo ard</w>
at i
si an</w>
g o
ou r</w>
b ic
play er</w>
m u
b en
wal l</w>
loo ks</w>
s un
o l</w>
cam er
c er</w>
so c
pla y</w>
ic e</w>
am e</w>
d r
do gs</w>
d e</w>
v es</w>
ver al</w>
s ing</w>
se veral</w>
v i
per form
i m
th at</w>
pe d</w>
in e</w>
gu it
dre ss</w>
f our</w>
ol der</w>
c li
ar e
w ing</w>
er e</w>
of f</w>
camer a</w>
at ing</w>
t e</w>
c e
par k</w>
p an
tal king</w>
al ong</w>
m b
co lo
p as
ti on</w>
ro o
m id
soc cer</w>
t ri
some thing</w>
b lon
f u
k et</w>
w in
la dy</w>
l es</w>
wal ks</w>
bo ys</w>
ro ad</w>
h el
ol d</w>
p re
wor king</w>
ho r
wor k
to ge
toge ther</w>
n i
guit ar</w>
c u
s pe
roo m</w>
ch e
un i
fo od</w>
smil ing</w>
b al
st ri
ir t</w>
ha s</w>
g ame</w>
c ar</w>
play s</w>
pic ture</w>
gr ay</w>
f lo
d er
p ro
m ounta
an t</w>
l l
k es</w>
sno w
h and</w>
d le</w>
su it</w>
for m</w>
j o
s in
skat e
ben ch</w>
A sian</w>
fac e</w>
s y</w>
wo o
si g
s a
hol ds</w>
bo ar
p e</w>
at s</w>
he ad</w>
sta ge</w>
si t</w>
stru c
a f
pan ts</w>
pa in
t y</w>
p ur
hi m</w>
st i
shor ts</w>
fu l</w>
s h</w>
s we
car rying</w>
d ar
cou ple</w>
rac e</w>
ba by</w>
the m</w>
ati on</w>
out do
t ree</w>
um b
bic ycle</w>
m an
bo o
ta king</w>
t re
t ed</w>
or s</w>
st o
bo at</w>
b ack</w>
qu ot
quot ;</w>
e ach</w>
ac ro
& quot;</w>
po ol</w>
sw im
ro ck</w>
a u
d ay</w>
sh ing</w>
s es</w>
dan c
cli mb
v en
le e
do ing</w>
m ic
e x
s el
watch ing</w>
mic ro
ir e</w>
d en</w>
le a
acro ss</w>
f la
d irt</w>
th ere</w>
c ks</w>
a m</w>
c or
are a</w>
t r
je ans</w>
t er
f ri
st s</w>
fo ot
l an
b e</w>
gu y</w>
en ce</w>
st or
bas e
out h</w>
s ha
blon d</w>
d es</w>
l ed</w>
han ds</w>
el e
b and</w>
t -
perform ing</w>
hel me
co at</w>
jum ps</w>
h e</w>
d ge</w>
base ball</w>
it ing</w>
c k
c i
be ing</w>
t u
to w
fe male</w>
mu si
in gs</w>
w s</w>
t rac
m ot
l ine</w>
e ating</w>
wh o</w>
foot ball</w>
st e
man y</w>
u sing</w>
swe at
stri ped</w>
m s</w>
t ball</w>
m outh</w>
ur ing</w>
un der</w>
p at
pur ple</w>
mot or
hor se</w>
a b
sig n</w>
wat ch</w>
mounta in</w>
ir s</w>
c at
lon g</w>
ki ds</w>
g i
colo r
d -
stor e</w>
ad ul
bas ke
win do
s and</w>
n er</w>
m ing</w>
i red</w>
s lee
con struc
th is</w>
loo k</w>
ch air</w>
th ro
g er</w>
dar k</w>
run s</w>
pos ing</w>
play ers</w>
p ping</w>
ha ired</w>
ar s</w>
sun glasses</w>
i l</w>
d ri
h u
ve red</w>
t ic
tre es</w>
fo re
en jo
o b
co vered</w>
wor k</w>
ten n
construc tion</w>
at e</w>
tenn is</w>
micro phone</w>
rea ding</w>
p p
m p
clo thing</w>
ch ing</w>
bo t
mid dle</w>
d uring</w>
c an
ar ds</w>
s er
li ght</w>
flo w
ap er</w>
ce an</w>
st u
motor c
work ers</w>
sur f
s li
m er
baske tball</w>
uni form</w>
o cean</w>
danc ing</w>
l u
on s</w>
g g
to y</w>
sta ur
watch es</w>
re staur
it ch
der ly</w>
climb ing</w>
a ga
shir ts</w>
t le
pas t</w>
in s</w>
el derly</w>
aga in
i d</w>
helme t</w>
again st</w>
tra in</w>
restaur ant</w>
re s</w>
t ru
f t</w>
c la
t- shirt</w>
s et</w>
po l
l er</w>
f ul
f loo
ac h
windo w</w>
umb re
ri des</w>
st um
woo den</w>
the y</w>
o pe
j u
c re
c ke
ab out</w>
te am</w>
le an
it i
h ou
floo r</w>
ver y</w>
outdo or</w>
swim ming</w>
d u
ba g</w>
wa iting</w>
th ers</w>
ss ing</w>
r oun
n a
je c
ha ving</w>
co l
c an</w>
bl es</w>
yc li
ta l</w>
t at
s co
co stum
n s</w>
dr in
color ful</w>
c el
a g
ge tting</w>
fi ve</w>
tru ck</w>
t rying</w>
skate board</w>
of f
hil l</w>
trac k</w>
f ence</w>
com pe
bu sy</w>
an k</w>
l l</w>
sur roun
lean ing</w>
b lo
at ed</w>
d d
bo w
ro ll
p ul
jum p</w>
b ar
sin ging</w>
cel l
boo k</w>
m at
in stru
il y</w>
l ying</w>
clo th
b r
skate boar
o ver
k ed</w>
ch es</w>
ch a
car t</w>
mar ket</w>
la ke</w>
k er</w>
in side</w>
bo dy</w>
a ge</w>
la ying</w>
pat h</w>
hi gh</w>
ri ver</w>
ri de</w>
ni ght</w>
bri ght</w>
he ad
t an</w>
pi e
pho to
k ers</w>
h ats</w>
gras sy</w>
en t</w>
ca p</w>
ma king</w>
cou r
st one</w>
m on
l in
gr ap
fi t</w>
d ra
cloth es</w>
bi g</w>
some one</w>
o thers</w>
la u
f a
u m</w>
wh e
ta kes</w>
o king</w>
ll a</w>
k itch
kitch en</w>
umbre lla</w>
colo red</w>
bu s</w>
bri ck</w>
back p
surroun ded</w>
sk i
re ad
cell phone</w>
c oun
tow ards</w>
m ac
jec t</w>
ful l</w>
pre p
out fit</w>
motorc ycle</w>
g ar
f li
e ts</w>
p aper</w>
me n
ic an</w>
e ven
enjo ying</w>
al s</w>
a bo
sho p</w>
read y</w>
vi e
v ol
ou s</w>
me tal</w>
i c</w>
re st
g ging</w>
sw ing</w>
photo grap
mac hin
hou se</w>
y ard</w>
sh e</w>
pie ce</w>
n y</w>
go ing</w>
bri dge</w>
abo ve</w>
sti c</w>
tri ck</w>
ho o
ar m</w>
sweat er</w>
su b
spe c
r ing</w>
gh t
f fe
e t
d ers</w>
cke y</w>
sti ck</w>
ope n</w>
lo t</w>
v ed</w>
t ank</w>
snow y</w>
fo l
- haired</w>
work er</w>
pain ting</w>
er ing</w>
adul ts</w>
a th
k ne
i p
f il
e p</w>
ch as
c er
c as
x ing</w>
wa ve</w>
li ke</w>
con ver
sp or
p lan
musi c</w>
m er</w>
form s</w>
blon d-
be side</w>
the red</w>
dan ce</w>
crow ded</w>
ad e</w>
ve st</w>
to dd
on to</w>
flow ers</w>
c ur
ar t</w>
sho pping</w>
fri en
uni forms</w>
po in
pho to</w>
outdo ors</w>
g en
f ire</w>
smil es</w>
ru n</w>
h ard</w>
f e</w>
b ir
at t
wat er
te en
po le</w>
o t</w>
ge ar</w>
g y
backp ack</w>
v el
s an
ro pe</w>
il ing</w>
f am
al le
gr af
f it
d en
at te
A mer
w i
s car
drin king</w>
sh es</w>
it e
f ounta
be au
ar i
todd ler</w>
sub way</w>
m p</w>
lau gh
ki d</w>
il l</w>
han ging</w>
spe a
rac ing</w>
ne w
k ic
ho ckey</w>
he a
cat ch</w>
beau ti
ar ms</w>
men ts</w>
fore st</w>
fi shing</w>
fam ily</w>
f f
costum e</w>
sho es</w>
s ed</w>
even t</w>
car ri
a way</w>
to r</w>
pol ice</w>
ou l
ga thered</w>
f in
beauti ful</w>
b an
ar y</w>
A fri
slee ping</w>
n ed</w>
in ing</w>
e y
b ar</w>
ur e</w>
tu res</w>
ta bles</w>
st er</w>
r in
graf fit
de o</w>
ap pe
u p
sta irs</w>
sc en
ro cks</w>
off ic
gu ys</w>
founta in</w>
cha irs</w>
atte mp
an ce</w>
wo od</w>
un ch</w>
snow boar
prep aring</w>
ob ject</w>
di s
be e</w>
bal lo
af ter</w>
vol le
ste ps</w>
k in
graffit i</w>
fi re
do or</w>
com pu
co w
sel ling</w>
s si
m i
gla ss</w>
c le</w>
y ball</w>
t all</w>
s qu
machin e</w>
la r</w>
c ra
whe el
volle yball</w>
ta ke</w>
st ic
st at
pla id</w>
p rac
f f</w>
e l</w>
cro ss</w>
as h
Amer ican</w>
sk y</w>
er se
e qu
j erse
di es</w>
a sian</w>
tle ss</w>
shir tless</w>
s en
m as
al es</w>
t ou
stan ce</w>
s bee</w>
par ade</w>
as t</w>
adul t</w>
vie w</w>
ti me</w>
thro wing</w>
sun ny</w>
si l
p or
mounta ins</w>
c le
ycli st</w>
yc les</w>
t ro
se tting</w>
o p
f ru
do es</w>
cor ner</w>
tw e
pu tting</w>
po se</w>
phon es</w>
g et</w>
dr um
as h</w>
ag ed</w>
Afri can</w>
re c
pu shing</w>
pu bl
li st
gen tle
c ket</w>
twe en</w>
publ ic</w>
on al</w>
equ ip
be tween</w>
scar f</w>
ra mp</w>
ha ve</w>
c al</w>
b ed</w>
woo ds</w>
tr y</w>
shor t</w>
n umb
er y</w>
dr ink</w>
c lu
a y
ve hi
su n</w>
sli de</w>
rea ds</w>
pla stic</w>
m ul
m ales</w>
lin ed</w>
fi sh</w>
d ings</w>
bot h</w>
b rea
wor ks</w>
ven do
sh oul
roll er</w>
r y</w>
pic tures</w>
p ped</w>
le -
g lo
fla g</w>
equip ment</w>
cou ch</w>
sk irt</w>
s k</w>
pro te
pos es</w>
par ty</w>
p es</w>
laugh ing</w>
la dies</w>
e mp
con cre
compu ter</w>
win ter</w>
un der
stat ue</w>
ro w</w>
li gh
instru ments</w>
fo ot</w>
concre te</w>
wh ere</w>
sweat shirt</w>
su its</w>
pp y</w>
compe t
c king</w>
buil dings</w>
bi kes</w>
al ly</w>
whi ch</w>
tra il</w>
i m</w>
e se</w>
di stance</w>
cow boy</w>
v al</w>
ra i
be ard</w>
ve ge
te am
ro ck
ri der</w>
play ground</w>
gg les</w>
bo r
ycli sts</w>
tow ard</w>
st ing</w>
mid air</w>
m in
list en
ju st</w>
ci g
an im
a ir
se ated</w>
ri ght</w>
pla ce</w>
numb er</w>
di um</w>
d le-
c ing</w>
c es</w>
ap s</w>
wh at</w>
tat to
sc ho
ra in</w>
prac tic
ne ar
han d
g ol
do ck</w>
co oking</w>
ba gs</w>
w r
v ari
sh e
sco pe</w>
sc u
sc re
r on</w>
m il
di an</w>
cro ssing</w>
car s</w>
ve l</w>
pla t
musi ci
fil led</w>
f lying</w>
at h</w>
w rest
st r
si x</w>
s or
p on
mid dle-
me d</w>
m other</w>
lea ves</w>
instru ment</w>
hor ses</w>
f en
c l
be er</w>
att ire</w>
appe ars</w>
ve sts</w>
ten t</w>
tat ors</w>
t h</w>
rock y</w>
pre par
ma ke</w>
le ft</w>
cu tting</w>
compet iti
cli ff</w>
be ar
ar ts</w>
spec tators</w>
sho wing</w>
sho w</w>
pul ling</w>
new sp
fe w</w>
dar k
cer t</w>
blond- hair</w>
ach ing</w>
par ked</w>
pain ted</w>
near by</w>
n et</w>
middle- aged</w>
kne el
h ar
g o</w>
frien ds</w>
flow er</w>
bl an
F ri
v en</w>
st ation</w>
skateboar der</w>
sho t</w>
san d
lon g
le c
jerse y</w>
ele c
e dge</w>
dress es</w>
d ding</w>
cour t</w>
cig are
cigare t
carri es</w>
ap ron</w>
Fri sbee</w>
so l
snowboar der</w>
sm i
shor e</w>
rea m</w>
perform s</w>
m ers</w>
g ers</w>
fru it</w>
dri ving</w>
cro ss
bear ded</w>
w n
ti al</w>
struc ture</w>
scho ol</w>
re la
p ad
fi gh
c ream</w>
bu b
bo x</w>
ba thing</w>
smi le</w>
per form</w>
par king</w>
con cert</w>
com ing</w>
c al
bow ling</w>
we t</w>
vendo r</w>
li t</w>
ho me</w>
gr ill</w>
c ho
bi kin
ath le
I n
vari ous</w>
t ele
surf er</w>
ni c</w>
m ir
in ging</w>
h al
drum s</w>
ch ed</w>
ca ke</w>
c up</w>
bu t
boo ts</w>
bir d</w>
ar ti
youn ger</w>
vehi cle</w>
u ses</w>
sm oking</w>
pain t</w>
mar tial</w>
in ter
go ggles</w>
fla gs</w>
f all</w>
emp ty</w>
b ru
scen e</w>
ro deo</w>
p le
ga z
ey es</w>
competiti on</w>
cigaret te</w>
c r
at es</w>
practic ing</w>
on loo
m sel
listen ing</w>
l ling</w>
hi t</w>
ght ly</w>
gentle man</w>
di v
den ts</w>
cl ou
ce ment</w>
bu cket</w>
au di
ti ve</w>
tal ks</w>
sw inging</w>
stu dents</w>
st ra
skat ing</w>
s pla
re ad</w>
prepar es</w>
kic king</w>
gy m
g es</w>
ffe e</w>
e -
costum es</w>
co ffee</w>
cas e</w>
bot tle</w>
wa ves</w>
vi ol
sco ot
sa fe
safe ty</w>
ro of</w>
re nt</w>
newsp aper</w>
la p
jack ets</w>
i e</w>
di rec
di ffe
d iti
d der</w>
conver s
b an</w>
alle y</w>
st aring</w>
skateboar ding</w>
re d-
onloo kers</w>
n o</w>
mil it
la dder</w>
ite ms</w>
f al
et te</w>
diffe rent</w>
convers ation</w>
compe ting</w>
audi ence</w>
ac ks</w>
z ed</w>
wa it</w>
sun set</w>
ra iling</w>
milit ary</w>
me mb
i al</w>
h er
ga ther</w>
g ro
fac ing</w>
coun try</w>
cla ss</w>
bu ll</w>
bi ker</w>
b unch</w>
ay a
ap e</w>
tri es</w>
ti e</w>
spor ts</w>
sp ra
sli ding</w>
ski er</w>
sig ns</w>
s po
hol d</w>
ho t</w>
glo ves</w>
gi ving</w>
ge ts</w>
drin ks</w>
c leaning</w>
blan ket</w>
bikin i</w>
bic ycles</w>
wal k
w ash
sto p</w>
roll er
poin ting</w>
pe t</w>
mat ch</w>
la wn</w>
k aya
for e</w>
fe et</w>
de sk</w>
d in
chas ing</w>
c rou
c ir
bow l</w>
be fore</w>
vege tables</w>
v y</w>
ul p
team s</w>
stre ets</w>
sor t</w>
plan e</w>
pi le</w>
ob ser
me al</w>
le aps</w>
f re
div id
ballo on</w>
walk way</w>
w ra
ur al</w>
th ering</w>
t y
t or
sc ulp
ri st
plat form</w>
photograp h
ne l</w>
ma de</w>
ligh ts</w>
in divid
individ u
ga thering</w>
dis play</w>
d o</w>
cla ss
c en
surf ing</w>
stre t
st ro
sin e
pas s</w>
mas k</w>
hu ge</w>
ho le</w>
e i
bri de</w>
ath on</w>
z z
we dding</w>
t ly</w>
surf board</w>
stic ks</w>
spea king</w>
sol di
se en</w>
mar athon</w>
ha ppy</w>
ha m
cu t</w>
class room</w>
b are
In dian</w>
w er</w>
thro w</w>
sil ver</w>
scre en</w>
pro du
o p</w>
o lo
mir ro
ma s</w>
ki ssing</w>
helme ts</w>
g old</w>
figh ting</w>
cu sto
coun ter</w>
climb s</w>
ca u
bu sine
bas ket</w>
b el
anim al</w>
we l
ur ban</w>
tra diti
swe e
sta ir
sm o
sk i</w>
sin gs</w>
pur se</w>
musici ans</w>
l y
k en</w>
elec tri
wa its</w>
traditi onal</w>
to wn</w>
tal k</w>
t run
ski ing</w>
s ite</w>
s ame</w>
run ner</w>
dr y</w>
de ser
de cor
d ro
d ir
can o
brea k</w>
t un
t on</w>
t ers</w>
st roller</w>
st ac
se e
scoot er</w>
over looking</w>
le gs</w>
di ving</w>
d les</w>
C hin
viol in</w>
st y
so f
rest ing</w>
ra il</w>
p il
la p</w>
fe males</w>
fa ther</w>
f its</w>
el y</w>
cour se</w>
bo x
blo wing</w>
b run
attemp ting</w>
we ar</w>
shoul der</w>
rist mas</w>
out fits</w>
n e</w>
mirro r</w>
lee p</w>
kneel ing</w>
che er
c hi
b b
as leep</w>
arti st</w>
wr iting</w>
wa ving</w>
tic olo
t ation</w>
st un
skat e</w>
par tic
offic er</w>
mul ticolo
l la
i g
head phones</w>
fi c</w>
fac es</w>
en d</w>
ele br
ch ur
c elebr
brun ette</w>
blond- haired</w>
bal d</w>
b at
al low</w>
ach es</w>
t es</w>
sa ys</w>
o per
ful ly</w>
ex am
do or
di scu
di e</w>
busine ss</w>
bub bles</w>
bl e
ballo ons</w>
bal an
at ten
ver ti
t on
sw ings</w>
sw im</w>
st ar
spe n
sh ed</w>
se ment</w>
sc ape</w>
s lo
ra in
m at</w>
li es</w>
le g</w>
la un
in es</w>
il s</w>
g le</w>
electri c</w>
clo se</w>
c ed</w>
bas e</w>
b at</w>
al one</w>
ad verti
v an</w>
teen age</w>
s n
pre sen
pla te</w>
ma kes</w>
lon e</w>
li fe</w>
gy m</w>
gr a
fore ground</w>
er man</w>
danc ers</w>
col lar</w>
chur ch</w>
bri ghtly</w>
bal ls</w>
am ong</w>
we ars</w>
v ice</w>
umbre lla
umbrella s</w>
um p
tra f
traf fic</w>
to ys</w>
ssi on</w>
sh allow</w>
pas sing</w>
p rin
ou se</w>
n ers</w>
mu d</w>
me at</w>
lea ther</w>
le ans</w>
lan d
ic al</w>
hi king</w>
hel ping</w>
gro cer
gi ant</w>
fi xing</w>
dir ty</w>
com ple
co o
clo wn</w>
bare foot</w>
wash ing</w>
ver ing</w>
sta dium</w>
sand als</w>
p itch
p air</w>
offic ers</w>
off ice</w>
multicolo red</w>
ke y</w>
ho od</w>
g ed</w>
frien d</w>
fol ding</w>
fal ling</w>
enjo y</w>
e ar
door way</w>
deser t</w>
clo th</w>
c y</w>
be low</w>
b ur
ati ve</w>
ac e</w>
C h
wi th
w ard</w>
sho vel
par t
pa ved</w>
ot h</w>
musi cal</w>
m b</w>
li f
le ash</w>
ki ck</w>
hea ds</w>
h ur
h eld</w>
go al</w>
fin i
de ep</w>
dark -haired</w>
tatto o</w>
ta in
re f
pic king</w>
pi er</w>
photograp her</w>
perform ance</w>
mo ving</w>
ma ke
l and</w>
ho se</w>
hi gh
gol f</w>
c tion</w>
ach ed</w>
y o
whe el</w>
vi deo</w>
tur n</w>
to ps</w>
stun t</w>
sin ger</w>
s led</w>
re aching</w>
p ou
p ati
ne w</w>
lap top</w>
hoo die</w>
gh ter</w>
gar den</w>
fol lo
fli p</w>
fli es</w>
f lu
d au
cor di
cano e</w>
ac cordi
we ll</w>
w ards</w>
tun nel</w>
thro ws</w>
te et
teet h</w>
t ack
su spen
sp rin
ru m</w>
ro lling</w>
ref lec
ra il
pe de
pede stri
o ri
mo ve</w>
memb ers</w>
m po
lea ping</w>
in spec
in clu
ha k
h ere</w>
gi ves</w>
fu n</w>
f ra
dra wing</w>
di gging</w>
d rum</w>
conver sing</w>
co ats</w>
cat ching</w>
ca fe</w>
blo ck</w>
accordi on</w>
water fall</w>
w ar
tri cks</w>
tatto o
t ire</w>
swee ping</w>
sho ws</w>
sho vel</w>
sculp ture</w>
rela xing</w>
prote c
photograp h</w>
k hak
k ar
in f
hu gging</w>
en ter
el s</w>
e at</w>
do ors</w>
d un
cli mb</w>
che f</w>
c at</w>
br an
bic yclist</w>
at op</w>
Ch ristmas</w>
wrest ling</w>
we a
up side</w>
tou ri
stu ff
stu d
spe e
sc af
pro fe
prep are</w>
plan ts</w>
pas ses</w>
mo to
micro scope</w>
lo cal</w>
la b</w>
jum p
ir d</w>
ho w</w>
ha ir
g ate</w>
fe sti
d dle</w>
col d</w>
clo sed</w>
cat ches</w>
bl y</w>
be i
ba th
b es</w>
vel y</w>
under ne
underne ath</w>
trun ks</w>
tr an
sty le</w>
stre am</w>
slee ps</w>
shoul ders</w>
se at</w>
sc a
r ound</w>
par t</w>
p l
op posing</w>
o pp
ni val</w>
ne ck</w>
m y</w>
m ural</w>
long -
lo ts</w>
l ers</w>
kar ate</w>
id e</w>
i ma
ga ge</w>
g ue</w>
dau ghter</w>
car nival</w>
c yclist</w>
bo w</w>
bei ge</w>
bal con
b oun
ap pro
Chin ese</w>
with out</w>
we t
wat ers</w>
the se</w>
tele scope</w>
spla shing</w>
si on</w>
sho o
r s</w>
pro ject</w>
pon d</w>
poin ts</w>
perform er</w>
o ds</w>
ma gaz
land scape</w>
l ls</w>
l en
jo gging</w>
individu als</w>
in ten
ig n</w>
gu n</w>
gg ling</w>
form al</w>
danc es</w>
custo mers</w>
cle ar</w>
can e</w>
c ri
bic yclists</w>
ap p
a i
tra mpo
trampo line</w>
stuff ed</w>
sho e</w>
s o</w>
run ners</w>
ri ed</w>
re st</w>
re n
r ack
produ ce</w>
pas sen
p in
l oun
ic e
hi ker</w>
fi ght</w>
f ly</w>
f alle
falle n</w>
en ts</w>
dri ver</w>
dan cer</w>
cross walk</w>
clou dy</w>
ch al
c yclists</w>
c rying</w>
bot to
bo oth</w>
bal l
b un
an t
al ls</w>
&apos ;</w>
woo ded</w>
we i
ti ons</w>
the msel
themsel ves</w>
th ird</w>
ta ken</w>
t ted</w>
sur face</w>
stra w</w>
squ are</w>
sk in
san dy</w>
pul led</w>
pic nic</w>
pad d
ne ss</w>
mat ching</w>
make up</w>
m or
lo g</w>
la ys</w>
l unch</w>
inf ant</w>
inclu ding</w>
in fla
i on</w>
i es</w>
hoo p</w>
gym na
go es</w>
ex c
din ner</w>
cir cle</w>
bo ats</w>
b s</w>
attemp ts</w>
ad ers</w>
x o
windo ws</w>
w ed</w>
ul a</w>
trac ks</w>
tr ash</w>
ti c</w>
stair case</w>
se wing</w>
s um
re ce
rack et</w>
pitch er</w>
pedestri ans</w>
p al
no se</w>
long- slee
le aders</w>
hel p</w>
ham mer</w>
de ck</w>
co vering</w>
cen ter</w>
boo ks</w>
balcon y</w>
at ure</w>
N e
wra pped</w>
tu b</w>
teen ag
teenag ers</w>
spea ks</w>
sof tball</w>
slo pe</w>
se ven</w>
s y
q ue</w>
pul ls</w>
pu shes</w>
profe ssi
por ch</w>
part ment</w>
pal m</w>
ol s</w>
n ast</w>
msel f</w>
mar ching</w>
m ate</w>
li ft</w>
le dge</w>
l ic
in door</w>
hi mself</w>
hi kers</w>
grocer y</w>
g on</w>
g gage</w>
festi val</w>
f ur
f ar
do wn
de vice</w>
co w</w>
cheer leaders</w>
chas es</w>
box es</w>
bl ouse</w>
bir ds</w>
bar re
athle te</w>
a ger</w>
to we
ste ep</w>
st on
sprin k
sk is</w>
sha king</w>
sa xo
sa w</w>
re pa
re d
pu ts</w>
pol ice
p it</w>
opp on
ope ning</w>
no t</w>
na p</w>
mul ti
me d
kin d</w>
ke y
it al</w>
hea vy</w>
gym nast</w>
gr in
fore ign</w>
f ts</w>
en tal</w>
e ar</w>
dri ves</w>
bru sh</w>
be ver
at ting</w>
ar row</w>
wet suit</w>
ve ment</w>
ty pe</w>
teen ager</w>
t in
t il
swim s</w>
st ers</w>
st er
shi p</w>
sha ving</w>
se e</w>
ro be</w>
pu ddle</w>
over alls</w>
mo ves</w>
ke t
kaya k</w>
j am
ir ts</w>
il l
ha pp
gr il
fe e
e mer
e k</w>
cur b</w>
con es</w>
color s</w>
clu b</w>
ben t</w>
a do
A T
z ing</w>
y -
wheel chair</w>
v ers</w>
th s</w>
ter y</w>
t ar
st le</w>
shoo ting</w>
she et</w>
se ction</w>
se a</w>
ro bes</w>
ri ders</w>
red- hair</w>
re cor
re aches</w>
ra ft</w>
pou ring</w>
pos ite</w>
po t</w>
po les</w>
pi an
padd ling</w>
op posite</w>
n ice</w>
n a</w>
motorc ycles</w>
lu ggage</w>
lea ding</w>
kic ks</w>
je an</w>
it ting</w>
head ed</w>
han gs</w>
go al
gentle men</w>
g un
g by</w>
fin gers</w>
fa bri
even ing</w>
enjo ys</w>
en a</w>
e y</w>
e g
ck ed</w>
che cking</w>
ch an
bro wn
blo cks</w>
bar ri
bar be
b ank</w>
att ached</w>
am p
air plane</w>
u se</w>
tor y</w>
t um
st ring</w>
st ed</w>
soldi ers</w>
soldi er</w>
sk irts</w>
shovel ing</w>
sha do
sel f</w>
sc i
sa le</w>
s wor
s par
ru gby</w>
red- haired</w>
re fe
rail road</w>
ra l</w>
protec tive</w>
por t</w>
po ster</w>
po dium</w>
pian o</w>
pa jam
m ound</w>
lo a
li ving</w>
laun dry</w>
lau gh</w>
khak i</w>
k n
it ed</w>
ima ge</w>
hur dle</w>
gu ard</w>
ght ers</w>
gar b</w>
fabri c</w>
fa shi
f un
f ast</w>
f air</w>
ei ther</w>
do n
di o</w>
den im</w>
d el
d dy</w>
com pan
clo se
ch er</w>
c ap
brown -haired</w>
ar ena</w>
ap ers</w>
al i
wal ls</w>
w ic
tu be</w>
trac tor</w>
sto ol</w>
ste p</w>
sca la
roller bla
pu t</w>
pi pe</w>
pa vement</w>
ou r
ou fla
oufla ge</w>
ori ental</w>
or k</w>
ne ck
kne e</w>
ju ggling</w>
jerse ys</w>
infla table</w>
hor se
ho me
happ ily</w>
h ula</w>
gol den</w>
goal ie</w>
g room</w>
fra me</w>
flo ating</w>
fi g
f light</w>
f ans</w>
ey e</w>
e scala
e ats</w>
co b
cle an</w>
chas e</w>
ch ar
cas u
cam ouflage</w>
c les</w>
botto m</w>
bi t</w>
ban dan
balan cing</w>
back yard</w>
b read</w>
ag es</w>
J ap
z a</w>
we red</w>
w ine</w>
w il
un ic
tra vel
ton gue</w>
ta il</w>
t yard</w>
stret ched</w>
ster n</w>
spor t</w>
soc ks</w>
skin ned</w>
si zed</w>
sha de</w>
se a
saxo phone</w>
ru bb
re sts</w>
r out
r an
pol o</w>
po sit
pl ant</w>
pajam as</w>
p ri
p it
o c
multi ple</w>
le ss</w>
key board</w>
k a</w>
j un
ha y</w>
gar ba
garba ge</w>
fre sh</w>
fo cu
fi sh
f ir
e ars</w>
cur ly</w>
cour tyard</w>
close up</w>
cau ght</w>
c tor</w>
bu ying</w>
bro o
back wards</w>
am u
am er
yo u</w>
v il
v ac
under water</w>
tr um
towe l</w>
tou ching</w>
th ings</w>
t ice</w>
swim suit</w>
suspen ded</w>
stud ent</w>
sto re
spor ting</w>
skat es</w>
sho wn</w>
sha ped</w>
ser ving</w>
sel l</w>
scaf folding</w>
s pi
rece i
rai sed</w>
professi onal</w>
po st</w>
play ed</w>
pla za</w>
pe n
partic i
p lo
p -
ni ght
musici an</w>
moto cross</w>
me ss
mar ried</w>
li ve</w>
laugh s</w>
kneel s</w>
ki ss</w>
in ning</w>
i st</w>
ha w
guit ars</w>
go ods</w>
fri sbee</w>
form ation</w>
fen ced</w>
escala tor</w>
en s</w>
crou ches</w>
con tain
con fe
che ering</w>
carri age</w>
bi kers</w>
ati ons</w>
appe ar</w>
amer ican</w>
ack ed</w>
Ne w</w>
- covered</w>
z e</w>
wel ding</w>
to ols</w>
thro wn</w>
sur f</w>
su per
st y</w>
st art</w>
spra y</w>
se ts</w>
pi ge
par ac
parac hu
pain ts</w>
p er</w>
ou stic</w>
oppon ent</w>
ob stac
neck la
n ative</w>
n arrow</w>
mo bi
mobi le</w>
mar ket
market place</w>
magaz ine</w>
m id</w>
long -haired</w>
l way</w>
in vol
hoo ded</w>
hal lway</w>
gg ed</w>
g er
for med</w>
flo ral</w>
fi ghters</w>
ff y</w>
f s</w>
ex er
en tr
en g
direc tion</w>
decor ated</w>
de fen
d ining</w>
cke red</w>
che ckered</w>
cha in</w>
ca me
bu cking</w>
boar ds</w>
bo xing</w>
bla ck
bandan na</w>
backp acks</w>
b in
ant a</w>
anim als</w>
an i
an ese</w>
adverti sement</w>
ac oustic</w>
S anta</w>
y ed</w>
wr it
wa gon</w>
vehi cles</w>
t an
su pp
sto ve</w>
stic king</w>
she ep</w>
sh aring</w>
see ms</w>
se m
s ink</w>
ro wing</w>
rac e
r ange</w>
presen tation</w>
police man</w>
p ine</w>
on ly</w>
obstac le</w>
ne on</w>
mu stac
mon ey</w>
mo st</w>
min i
lin es</w>
ip ating</w>
he els</w>
haw k</w>
har ness</w>
guit ari
gra vel</w>
fig ure</w>
fee ding</w>
fe at
f an
exer ci
d ou
cra ft</w>
compe te</w>
climb er</w>
ce re
can dy</w>
c ue</w>
but ton</w>
bub ble</w>
bru shing</w>
bran ch</w>
bl ing</w>
ben ding</w>
ben ches</w>
b a</w>
amu sement</w>
air port</w>
ad ju
ac tion</w>
ac ting</w>
ac ti
ac her</w>
G erman</w>
- skinned</w>
z er</w>
yc ling</w>
y e
wa ys</w>
w ire</w>
v ic
tur ning</w>
trum pet</w>
ten ts</w>
te acher</w>
t ors</w>
str a</w>
snowboar ding</w>
smo ke</w>
sc ent</w>
sand wic
ro pes</w>
refe ree</w>
prin t</w>
pe n</w>
pe e
pat ter
partic ipating</w>
p ra
p han
ou s
or che
orche stra</w>
oper ating</w>
n u
mu zz
mu ddy</w>
mo m</w>
loa ding</w>
lo cks</w>
li qu
lar s</w>
k no
individu al</w>
her self</w>
hal f</w>
h itting</w>
gril ling</w>
go od</w>
gh bor
gg y</w>
fire fighters</w>
exam ining</w>
entr ance</w>
ele ss</w>
dre ad
di sh</w>
der ing</w>
ca sian</w>
c one</w>
bu shes</w>
bot t
bath room</w>
b ars</w>
attemp t</w>
athle tic</w>
am p</w>
Y ork</w>
Jap anese</w>
B M
y h
vil la
vi sion</w>
tur ns</w>
touri sts</w>
to ol</w>
sum mer</w>
stu dio</w>
sil hou
sh in
sh el
se um</w>
s ong</w>
s le
s la
s al
rout ine</w>
race track</w>
rac er</w>
qu et</w>
pu ppy</w>
pu p
prac tice</w>
pos si
po t
photograph s</w>
pe ace</w>
passen gers</w>
or g
on ed</w>
ne i
nei ghbor
na vy</w>
n ur
n um
motorc yclist</w>
memb er</w>
machin ery</w>
ma p</w>
long-slee ved</w>
lan e</w>
la y</w>
jun gle</w>
jump suit</w>
in a</w>
ic a</w>
horse back</w>
hil l
her d</w>
han g</w>
hair cut</w>
gar age</w>
g al
fir st</w>
f ting</w>
er ry</w>
er ial</w>
en ga
ele phan
ei ght</w>
e th
drum mer</w>
discu ssion</w>
de l</w>
d ly</w>
d a</w>
con tro
colo r</w>
cob ble
co ach</w>
cle ans</w>
cke ts</w>
cir cu
che st</w>
ce iling</w>
car pet</w>
bu t</w>
be g
barbe cue</w>
ban ner</w>
at er</w>
as si
ar t
al so</w>
ac t</w>
T -
wei ght</w>
w ns</w>
w ide</w>
vie wing</w>
vendo rs</w>
tum n</w>
ti le</w>
te x
tattoo ed</w>
ta g</w>
swim mer</w>
store front</w>
ston es</w>
sto pped</w>
spee ch</w>
snow board</w>
snow -covered</w>
skateboar ds</w>
scu ba</w>
sandwic h</w>
s ne
ro ad
rac es</w>
pul l</w>
pu ck</w>
pi es</w>
pati o</w>
ous ly</w>
on g
obser ve</w>
mustac he</w>
mu seum</w>
mo del</w>
micro phones</w>
ly m
le ge</w>
la te</w>
l d</w>
jec ts</w>
je wel
inter section</w>
in doors</w>
i se</w>
hou ses</w>
ho sp
hill side</w>
head scarf</w>
he art</w>
grou ps</w>
fun ny</w>
fru its</w>
f el
ex hi
elec tro
dun e</w>
du sk</w>
du ck</w>
dro p</w>
dread locks</w>
dark -skinned</w>
d walk</w>
d on</w>
d board</w>
crou ching</w>
cor n</w>
con te
col lege</w>
cobble stone</w>
co a
cere mon
celebr ating</w>
car dboard</w>
car d</w>
cam p
cal m</w>
bott les</w>
boar dwalk</w>
bo n
bl u
ball er
b in</w>
b ath</w>
af ri
a stern</w>
a head</w>
O lym
AT V</w>
A si
y outh</w>
wh ite
w e</w>
vi l</w>
v eless</w>
uni formed</w>
te red</w>
tattoo s</w>
ta x
ta ils</w>
t- shirts</w>
swor d</w>
sur g
spe ed</w>
sli des</w>
slee veless</w>
sk y
sho ot</w>
sel ls</w>
rubb er</w>
ro ns</w>
prote st</w>
produ c
pp ers</w>
possi bly</w>
pol ka</w>
per i
pe tting</w>
partici pat
par as
p tion</w>
p herd</w>
out stretched</w>
or n
o on</w>
o d
night time</w>
neighbor hood</w>
mor e</w>
mon it
med ical</w>
mar oon</w>
m ly</w>
lea ving</w>
k y</w>
in c
hosp ital</w>
hoo ps</w>
hel ps</w>
h un
h all</w>
guitari st</w>
gre yh
gr ab
ge st
fi x</w>
fen cing</w>
fe a
fan cy</w>
e mb
cri cket</w>
contain er</w>
co me</w>
che ck
cha in
cat cher</w>
bu y</w>
bever age</w>
be am</w>
bb on</w>
baske ts</w>
barre l</w>
b er</w>
a qu
a partment</w>
BM X</w>
B o
wrest le</w>
tra ining</w>
tra il
th in</w>
th day</w>
t ch</w>
surroun ding</w>
su it
stro ll</w>
stret ching</w>
st ly</w>
squ atting</w>
se ats</w>
sc ra
sa u
ren ce</w>
re ach</w>
rai ses</w>
r ural</w>
r ink</w>
posit ion</w>
pie ces</w>
pi pes</w>
pi ck</w>
par ents</w>
p an</w>
orn ate</w>
num er
ne ts</w>
na ked</w>
motor bike</w>
mon str
mo stly</w>
mo ment</w>
mi xing</w>
m all</w>
le y</w>
la mp</w>
ke ts</w>
jo ckey</w>
ite m</w>
inspec ting</w>
i an</w>
ho t
hand stand</w>
gre at</w>
go -
gh ts</w>
gen cy</w>
fur n
flu ffy</w>
flo at</w>
fli pping</w>
fire truck</w>
f arm</w>
exc ited</w>
eth nic</w>
en ti
e u
di shes</w>
con du
com for
cla y</w>
cho ir</w>
car e
cal f</w>
bu ckets</w>
broo m</w>
bro w
brea k
br ary</w>
blo ws</w>
bel t</w>
bas s</w>
bal ding</w>
ba g
b am
b acks</w>
an e</w>
a ks</w>
a kers</w>
M ar
J o
C o
- up</w>
x es</w>
win gs</w>
whi l
whil st</w>
wheel s</w>
wa it
w arm</w>
villa ge</w>
vege table</w>
vac u
v o
unic ycle</w>
u s</w>
tur ned</w>
touri st</w>
ti ed</w>
ti ally</w>
ta in</w>
t ty</w>
t en</w>
swim mers</w>
stri pes</w>
sto m
star ting</w>
star es</w>
stair way</w>
st ack</w>
spra ying</w>
sp inning</w>
sn ack</w>
smo kes</w>
skat ers</w>
sit ing</w>
sid es</w>
si um</w>
se cur
se as
scen ery</w>
sa il
s so
s le</w>
ro n
ri bbon</w>
reflec tive</w>
rain y</w>
prote sting</w>
pot tery</w>
pit ch</w>
pige ons</w>
pic al</w>
photograph ed</w>
p un
p h
p ac
numer ous</w>
neckla ce</w>
mo der
lo ye
listen s</w>
li e</w>
li brary</w>
lea ds</w>
le ar
la bor
k ni
k ite</w>
it ure</w>
in struc
hu gs</w>
hor n</w>
head band</w>
hea v
h its</w>
gymna sium</w>
grin ding</w>
go t</w>
g as</w>
furn iture</w>
follo wing</w>
flo ps</w>
fish erman</w>
fini sh</w>
fin ger</w>
figh ter</w>
ff s</w>
emer gency</w>
e ting</w>
do ctor</w>
discu ssing</w>
di g
der by</w>
de monstr
de ad</w>
cu ts</w>
cro sses</w>
cre w</w>
compu ters</w>
color ing</w>
col um
col lec
clou ds</w>
ca stle</w>
bu ll
bow ls</w>
bor n</w>
ben e
bat ter</w>
bal ance</w>
b ra
b loo
b by</w>
au tumn</w>
ap ple</w>
am s</w>
am es</w>
afri can</w>
acti v
a ds</w>
T- shirt</w>
C on
A r
zz a</w>
trun k</w>
tru cks</w>
tri c
trail er</w>
ti es</w>
tele vision</w>
team mate</w>
st rai
sprink ler</w>
sp read</w>
sp ace</w>
sof a</w>
ski ers</w>
si ve</w>
s ni
s ent</w>
ro ws</w>
repa ir
red headed</w>
rai sing</w>
pro ce
plat es</w>
pil low</w>
photo s</w>
perform ers</w>
pe ering</w>
pati ent</w>
pas ser
par tially</w>
p- flops</w>
over head</w>
oun ds</w>
obser ving</w>
ob jects</w>
o cu
n ic
n ch</w>
n ame</w>
mounta in
mo ped</w>
me di
loun ging</w>
lif ting</w>
lan ding</w>
k il
inten tly</w>
il ity</w>
hu g</w>
home less</w>
ge l</w>
fol ded</w>
fli p-flops</w>
fire man</w>
fi el
fal ls</w>
ex plo
enga ged</w>
emp loye
elephan t</w>
electro nic</w>
d a
cr ane</w>
conver se</w>
contro l</w>
confe rence</w>
con gre
co t
clu t
cla d</w>
chi ck
che fs</w>
chal k</w>
car ving</w>
can dles</w>
camer as</w>
c ru
bro ken</w>
bor ne</w>
bir thday</w>
bin ocu
bene ath</w>
be en</w>
be ar</w>
barri er</w>
baller ina</w>
balan ces</w>
b y
b oul
b ou
b ill
appro aching</w>
amp ;</w>
- like</w>
- down</w>
&apos; t</w>
& amp;</w>
z o
z en</w>
y on</w>
wi fe</w>
wheel bar
water way</w>
w ar</w>
vi g
up on</w>
un u
unu su
u ment</w>
tra y</w>
tow er</w>
the ater</w>
th ou
ter rain</w>
tele phone</w>
tax i</w>
ta ge</w>
strai ght</w>
ste el</w>
st are</w>
ss ed</w>
spo tted</w>
spla shes</w>
sp on
sm al
smal ler</w>
sli ghtly</w>
skat er</w>
shovel s</w>
sha ved</w>
sha des</w>
sh ining</w>
sh are</w>
secur ity</w>
scar ves</w>
ru bs</w>
ri z
rela x</w>
re pair</w>
re gi
rain bow</w>
r o</w>
pro jec
pre tty</w>
pre sent</w>
practic es</w>
pon y
poin t</w>
participat e</w>
pad dles</w>
p lu
p apers</w>
p ack</w>
p ack
ong st</w>
od d</w>
o es</w>
new born</w>
mon ument</w>
mat es</w>
mat erial</w>
m med</w>
m es</w>
lo ws</w>
liqu id</w>
lif ted</w>
le t
la cross
lacross e</w>
l et</w>
jewel ry</w>
i sh</w>
i sh
i or</w>
hil ls</w>
gi ft</w>
g li
for ward</w>
follo ws</w>
flo wered</w>
fli ps</w>
fac tory</w>
f an</w>
en th
dri ll</w>
direc tions</w>
d it
d ges</w>
cra w
cra fts</w>
cr ash
con si
com m
coa ster</w>
co ol</w>
char ac
casu al</w>
car ry</w>
cal led</w>
c ape</w>
by stan
binocu lars</w>
bill board</w>
be an
bar ber</w>
back drop</w>
b low</w>
b ing</w>
athle tes</w>
at or</w>
at ely</w>
am ongst</w>
am ing</w>
air borne</w>
ai sle</w>
adverti sing</w>
ach ers</w>
M o
M an</w>
E u
B u
2 0
y way</w>
y er</w>
win d
wea ving</w>
wea ther</w>
water front</w>
wa ding</w>
w as
vi si
vi e</w>
um p</w>
um in
u si
to o
ten ding</w>
te aching</w>
ta ining</w>
stu res</w>
st ill</w>
spe ci
so a
sne akers</w>
sil ly</w>
sho re
shore line</w>
sho ps</w>
sha kes</w>
sh ine</w>
sel e
sc or
sa iling</w>
ro d</w>
ri ck
rick sha
repair ing</w>
repa irs</w>
recei ving</w>
re t</w>
r ings</w>
pup pies</w>
pu sh</w>
pra ying</w>
po o
pla cing</w>
pi g
pi c</w>
passen ger</w>
paras a
pa per
p les</w>
over weight</w>
ou ths</w>
or der</w>
or an
on don</w>
o wn</w>
o ven</w>
moder n</w>
mir ing</w>
mi x
machin es</w>
m o</w>
m it
loun ge</w>
ke ep</w>
k in</w>
jo b</w>
j o</w>
j a
inter acting</w>
in te
i f</w>
ho riz
hea ding</w>
gun s</w>
gu ards</w>
glo ve</w>
gal l
g a</w>
g -
fu r</w>
fire men</w>
fa ke</w>
f ree</w>
ey e
exerci se</w>
ex pre
ex peri
enth usi
eng ine</w>
dri ve</w>
down town</w>
don key</w>
do l
de er</w>
de c
d y
d ay
custo mer</w>
cu ps</w>
cre ek</w>
coo k</w>
consi sting</w>
con ven
com es</w>
che ck</w>
car ds</w>
came l</w>
c aps</w>
c ans</w>
c ade</w>
but ter
bou quet</w>
boo k
bo o</w>
bl ed</w>
bi king</w>
ban an
b ite</w>
atten tion</w>
atten ding</w>
ati c</w>
at trac
an ts</w>
an gel</w>
ad miring</w>
L ondon</w>
C au
C an
1 2</w>
wor ld</w>
wheelbar row</w>
wheel ie</w>
wa s</w>
w ning</w>
visi ble</w>
v in
ump ire</w>
tro pical</w>
tro l
travel ing</w>
tou ches</w>
tin y</w>
ti res</w>
th umb
th o
te ch
te a</w>
t i</w>
t as
swee ps</w>
stud ying</w>
stor y</w>
stom ach</w>
stic s</w>
st all</w>
spo on</w>
sp an
sin gle</w>
si mi
simi lar</w>
shor t-
sel y</w>
sci ence</w>
sail boat</w>
s er</w>
s ack</w>
rollerbla ding</w>
ro of
ricksha w</w>
reflec tion</w>
ra fting</w>
qu i
pp er</w>
por tra
pla ces</w>
pic s</w>
pi zza</w>
patter ned</w>
pad dle</w>
pa st
p y</w>
p ump
ou ts</w>
on al
offic ial</w>
obser ves</w>
o w
o s</w>
na ment</w>
na il</w>
n ature</w>
n ap
moto ri
mid -
mess y</w>
mer chan
merchan di
merchandi se</w>
me eting</w>
m bo
lon s</w>
lo ad</w>
li ps</w>
lear ning</w>
le ot
le ad</w>
lap tops</w>
lan ter
kni fe</w>
kn it</w>
ke ys</w>
k ly</w>
ju ice</w>
j et</w>
ir on</w>
inc line</w>
hu t</w>
high way</w>
high -
han ding</w>
gymna stics</w>
gun dy</w>
grocer ies</w>
gre en
gr ay
gr an
ge stures</w>
fore head</w>
flu te</w>
fire fighter</w>
fil ling</w>
feat u
f ar</w>
exhi bit</w>
exam ines</w>
enter tain
enter ing</w>
eg gs</w>
e s
e e
du st</w>
dra wn</w>
dou gh</w>
do ll</w>
di mly</w>
de sig
de scent</w>
de br
debr is</w>
cross ed</w>
cow boys</w>
coun tr
cla pping</w>
che er</w>
che cks</w>
chain saw</w>
ch atting</w>
ceremon y</w>
cau se</w>
car ts</w>
cam ping</w>
c ting</w>
c lean
bystan ders</w>
butter fly</w>
bur gundy</w>
brow sing</w>
br a</w>
ble achers</w>
bam boo</w>
ball et</w>
b ble</w>
b are</w>
at e
ar n</w>
app lying</w>
alle yway</w>
a k</w>
S u
S e
M c
Cau casian</w>
z ens</w>
yo ga</w>
y side</w>
y arn</w>
wrest ler</w>
wra p</w>
woo d
wil d</w>
wi res</w>
water me
watch ed</w>
was her</w>
war es</w>
wa i
vi siting</w>
ven ue</w>
v a
up ward</w>
unusu al</w>
um b</w>
tric ycle</w>
tri p</w>
tran spor
to ssing</w>
to mat
tic al</w>
ti red</w>
ti ghts</w>
thumb s</w>
te l</w>
te en</w>
te e</w>
te al</w>
tar get</w>
tack le</w>
ta pe</w>
supp or
sun light</w>
suit case</w>
stor m</w>
sto ps</w>
st ar</w>
spea k</w>
so da</w>
snow suit</w>
snow shoes</w>
silhou ette</w>
sho ppers</w>
shir ted</w>
shado ws</w>
sh ar
ser ves</w>
see m</w>
se par
se con
scoot ers</w>
scaf fol
s lic
ri f
rac ers</w>
ra pi
rapi ds</w>
r ally</w>
qu o
qu ar
presen ting</w>
pos ed</w>
pony tail</w>
po w
po tat
play fully</w>
pil lows</w>
pig tails</w>
pic ks</w>
pi lot</w>
per s
paper work</w>
p ir
org ani
ope ns</w>
op ter</w>
off -
no te
newsp apers</w>
new ly</w>
motorc yclists</w>
mon key</w>
mo vie</w>
me as
man eu
magaz ines</w>
m ple</w>
m oun
m a</w>
long-slee ve</w>
lo gs</w>
lo cat
locat ed</w>
lo c
list en</w>
li c</w>
lec ture</w>
laun dro
laundro mat</w>
lar ed</w>
kne es</w>
kaya ks</w>
iti es</w>
inspec ts</w>
in ju
il ls</w>
id st</w>
ic opter</w>
i ght</w>
ho tel</w>
hel icopter</w>
han dra
h um
greyh ound</w>
gi ve</w>
gar den
gall ery</w>
g ames</w>
focu sed</w>
fire works</w>
fini shed</w>
far mer</w>
f le
f l
en ed</w>
e ver
e st</w>
e f
do t</w>
di ves</w>
di ver</w>
de scen
d ump
d ad</w>
cu te</w>
crou ched</w>
countr yside</w>
coo ks</w>
comple te</w>
co ol
ci l</w>
chick en</w>
che ss</w>
che ek</w>
chal k
ch in
celebr ation</w>
ce p
casu ally</w>
care fully</w>
can -
camer a
ca ge</w>
bri cks</w>
bran ches</w>
boul der</w>
blan kets</w>
bl ur
bi es</w>
bever ages</w>
bean ie</w>
be ret</w>
bag pipes</w>
b re
b iting</w>
b ad
as sem
art work</w>
ar ch</w>
ar ch
an ti
am idst</w>
adju sting</w>
ac compan
ac c
W al
S t
S he
M ex
L e
Jo h
J e
E l
D onal
Chin a</w>
- colored</w>
z es</w>
we ap
wa ke
w ho
who m</w>
v alley</w>
under wear</w>
ul l</w>
ty pes</w>
tw ir
tur quo
turquo ise</w>
trol ley</w>
tri po
tri e
transpor tation</w>
tor ch</w>
th umb</w>
teen s</w>
tack ling</w>
t wo
sy n
swim suits</w>
suspen ders</w>
surg ery</w>
surf s</w>
supp lies</w>
str ange</w>
st il
st al
st acked</w>
spo t
sig n
sho w
shado w</w>
sha w
sea gu
scre aming</w>
scor e</w>
scen ic</w>
sal on</w>
s by</w>
s ar
roller skating</w>
ro ni
ri ot</w>
ri ce</w>
recor ding</w>
recor d</w>
re trie
re li
quar ter
produc ts</w>
prin ted</w>
po ts</w>
po or</w>
po lit
plan ting</w>
pla ced</w>
pi er
pe d
pat ch</w>
passer sby</w>
parachu te</w>
par d</w>
ori um</w>
oran ges</w>
na vig
mu g</w>
motori zed</w>
mo wer</w>
mo tion</w>
mo p</w>
mo ck</w>
me et</w>
mar ch</w>
m ur
loo m</w>
loc ation</w>
lin ing</w>
ligh ting</w>
ligh ted</w>
lif ts</w>
lea f</w>
le as
le af
lar ger</w>
la bel
kic k
ki e</w>
khak is</w>
k it
invol ving</w>
invol ved</w>
inju red</w>
in o</w>
in g
in ed</w>
ill umin
hu dd
hot dog</w>
horiz on</w>
hi ke</w>
hi ding</w>
har d
h y
gaz es</w>
ga thers</w>
fur ry</w>
fo li
flo ats</w>
fini shing</w>
fashi oned</w>
fashi on</w>
f our
f lan
exc ite
ele v
ear phones</w>
dump ster</w>
du sty</w>
do ned</w>
do ne</w>
dit orium</w>
dis playing</w>
dis played</w>
de signs</w>
cra y
cou ples</w>
col lared</w>
co vers</w>
co p</w>
clo sely</w>
circu lar</w>
cho pping</w>
cho p
chalk board</w>
ch ristmas</w>
cell o</w>
can- American</w>
c ycling</w>
c are</w>
buil t</w>
bro ther</w>
bro n
black -haired</w>
bla zer</w>
bl in
bel ts</w>
ban jo</w>
b er
b al</w>
au ditorium</w>
ati onal</w>
ar ri
ar ran
ar cade</w>
ap par
af ter
ad m
ad ed</w>
ab an
a ble</w>
Mo hawk</w>
Mc Donal
In di
D e
Ar my</w>
Afri can-American</w>
20 12</w>
x y
writ es</w>
work shop</w>
work out</w>
win ding</w>
wi g</w>
white -
wheel er</w>
we ll
well -
wash es</w>
wal ked</w>
w ill</w>
vin tage</w>
vi de
vide o
ve way</w>
vacu um
v as</w>
up set</w>
ul t</w>
tripo d</w>
tri bal</w>
tre nch</w>
tra ption</w>
tr ash
trash can</w>
tr ack
tou ch</w>
too th
todd lers</w>
til ed</w>
ti mate</w>
ti ght</w>
th way</w>
th an</w>
ter min
t el
stro ke</w>
stra pped</w>
sto ri
stil ts</w>
ste pping</w>
st rin
st air</w>
spra yed</w>
spo t</w>
spea ker</w>
side ways</w>
sid el
shin y</w>
she pherd</w>
sha pe</w>
sh y</w>
ser ve</w>
secon d</w>
se l</w>
scaffol d</w>
s ad</w>
roof top</w>
road side</w>
ro w
rif le</w>
reli gi
ra z
ra fts</w>
quarter back</w>
qu ic
quic kly</w>
pump kin</w>
proce ss</w>
portra it</w>
po st
pen cil</w>
pee king</w>
parasa iling</w>
pain t
pa thway</w>
pa ds</w>
p ins</w>
p in</w>
ol a</w>
nur ses</w>
numb ers</w>
no on</w>
n g
mu st
mor ning</w>
monit or</w>
men u</w>
me dium</w>
mar t</w>
ma inten
mainten ance</w>
m on</w>
long ings</w>
lo r</w>
lo bby</w>
leot ard</w>
len s</w>
lea p</w>
lea gue</w>
lea der</w>
le gg
legg ings</w>
la den</w>
l ink</w>
kaya king</w>
ju ggles</w>
in du
in dian</w>
id ent</w>
i ous</w>
high chair</w>
heav ily</w>
head dress</w>
handra il</w>
han ded</w>
gray -haired</w>
grab bing</w>
go at</w>
gi e</w>
gest ure</w>
gaz ing</w>
gaz e</w>
garden ing</w>
fro zen</w>
foli age</w>
fo g</w>
flan nel</w>
fi er</w>
feat uring</w>
far mers</w>
fac ility</w>
experi ment</w>
en vi
emb racing</w>
el ing</w>
e ven</w>
e ds</w>
e astern</w>
e as
dri veway</w>
dra gging</w>
do r
do min
dis plays</w>
di ve</w>
decor ative</w>
de sm
de partment</w>
dark ened</w>
d led</w>
cu p
crow ds</w>
cre ating</w>
cr ates</w>
cot ton</w>
con traption</w>
con cen
concen tr
co ver</w>
clut tered</w>
clou d</w>
clo wns</w>
cla ssi
chop sticks</w>
chin ese</w>
check ers</w>
che wing</w>
che ese</w>
celebr ate</w>
can vas</w>
came ls</w>
ca kes</w>
ca b</w>
c ted</w>
c s</w>
c iti
but ton
bur ning</w>
bru shes</w>
bri desm
box er</w>
boo ths</w>
boar ding</w>
bo r</w>
blu e-
bloo d</w>
be longings</w>
be d
bath tub</w>
atte red</w>
as s</w>
ar my</w>
appro aches</w>
ap rons</w>
an gle</w>
an g
after noon</w>
adju sts</w>
activ ity</w>
aban doned</w>
a part</w>
a dian</w>
T he</w>
T ex
S qu
S p
S o
P e
P ar
Olym pics</w>
M u
Joh n</w>
H a
G re
E astern</w>
Can adian</w>
C ity</w>
Asi a</w>
Amer ica</w>
win d</w>
wheel ed</w>
we en</w>
wait er</w>
wa ist</w>
w in</w>
w are
ware house</w>
vie wed</w>
vic es</w>
vari e
varie ty</w>
uni que</w>
under ground</w>
two -
tur ban</w>
tre at</w>
tra vel</w>
tooth brush</w>
tic ket</w>
ti vely</w>
ti ps</w>
ti ger</w>
th i
ten ds</w>
team mates</w>
te mple</w>
tas k</w>
ta gs</w>
t ying</w>
syn ch
synch roni
stum p</w>
stu ck</w>
stro lls</w>
stri al</w>
sto op</w>
ste m</w>
stan t</w>
sta ff</w>
sta bl
ss er
squ ee
spee ding</w>
spec t
spar ring</w>
sor ting</w>
soa p</w>
sni ff
sniff ing</w>
sli m</w>
sle dding</w>
ski es</w>
silhou et
short- haired</w>
sho e
shi ft</w>
sha ggy</w>
ser vice</w>
sco o
sci enti
sc ri
sc outs</w>
sa wing</w>
sa i
s ou
s l
s ks</w>
s am
ru g</w>
ron ment</w>
rollerbla des</w>
roll ers</w>
ro pe
rope an</w>
ri ver
re leas
re ally</w>
rain coat</w>
r y-
r it
pu shed</w>
prote sters</w>
projec tor</w>
plan k</w>
pin at
pinat a</w>
photograph ers</w>
pe er</w>
pe aks</w>
pe ac
patter n</w>
pain ter</w>
pac king</w>
pa le</w>
oun t</w>
or y</w>
oper ates</w>
on ing</w>
o re
note book</w>
no tes</w>
ne ws</w>
muzz led</w>
muzz le</w>
mo tor</w>
mer ing</w>
me chan
ma g
m ic</w>
ly -haired</w>
lo wer</w>
lo ween</w>
lo aded</w>
lic king</w>
li sh</w>
l on</w>
kno wn</w>
kil t</w>
ke e
k a
jump er</w>
jum ped</w>
jo y</w>
jo gs</w>
jo cke
jocke ys</w>
ish ment</w>
inte resting</w>
indu strial</w>
in gre
ingre di
ingredi ents</w>
in ation</w>
ima ges</w>
ic y</w>
i a</w>
hu s
hu man</w>
hor e</w>
he el</w>
har mon
han dle</w>
gu res</w>
gran d
grab s</w>
gr ad
grad u
gest uring</w>
g y</w>
foot ed</w>
follo wed</w>
focu s</w>
fo am</w>
fiel ds</w>
fi shes</w>
fi gures</w>
fel l</w>
fa ir
f ic
f at</w>
es n</w>
envi ronment</w>
eg g</w>
e stabl
e labor
du cks</w>
dri b
dra w</w>
down hill</w>
do tted</w>
do esn</w>
del i
decor ations</w>
de sign</w>
dd les</w>
cur ly-haired</w>
cray ons</w>
crash ing</w>
con taining</w>
comple x</w>
colum ns</w>
co late</w>
clean er</w>
cho colate</w>
che e
ch u
cell phones</w>
cau casian</w>
cas t</w>
can yon</w>
can n
can al</w>
bu ff
break dancing</w>
br ass</w>
boun cing</w>
bo dy
bic ycling</w>
ben ds</w>
beg ins</w>
be cause</w>
attrac tive</w>
at ory</w>
ash es</w>
anti que</w>
am a
al most</w>
al ing</w>
ai ds</w>
acro b
accompan i
acc ident</w>
U S</w>
Tex as</w>
T o
T e
T V</w>
She pherd</w>
Mex ican</w>
M i
El mo</w>
D o
D J</w>
zz y</w>
y be</w>
xy lo
x e</w>
x e
writ ten</w>
wra ps</w>
work man</w>
win e
wh en</w>
water skiing</w>
wai ian</w>
video ta
vic tory</w>
vi so
viso r</w>
vi br
vibr ant</w>
ven ding</w>
up wards</w>
un happy</w>
u ts</w>
tu xe
tu t
tut u</w>
tu red</w>
tu g-
tug- of
tug-of -
tug-of- war</w>
tre e-
tran sit</w>
tra ins</w>
tr o</w>
tou r
tour nament</w>
to o</w>
to il
thi ck</w>
tex ting</w>
ten der</w>
tar p</w>
tack led</w>
ta ins</w>
ta ble
t ter</w>
t roo
t our</w>
t ary</w>
synchroni zed</w>
surg ical</w>
surf ers</w>
super market</w>
sun bathing</w>
stu ff</w>
stro lling</w>
strin ged</w>
stri king</w>
stret ches</w>
stre et
str ings</w>
st rollers</w>
st ination</w>
ssi ons</w>
squee zing</w>
squ ats</w>
spra ys</w>
spot light</w>
spla shed</w>
spee ds</w>
spar k
sp ins</w>
some where</w>
soc ial</w>
skin ny</w>
sk ills</w>
silhouet ted</w>
sig ning</w>
sidel ines</w>
shi el
shel f</w>
shaw l</w>
sh u
separ ate</w>
se c
sculp tures</w>
scu lar</w>
sc rubs</w>
sa ge</w>
s wa
s me
s ay</w>
ru gs</w>
roller -
roll ed</w>
ri se</w>
religi ous</w>
red head</w>
ra ining</w>
r ned</w>
r e</w>
r at
qu e
pur ses</w>
pun ching</w>
protec t</w>
produc t</w>
prepar ed</w>
pou rs</w>
potat o</w>
posit i
poo dle</w>
po wer</w>
po ly</w>
po cket</w>
pla in</w>
per ched</w>
pe ers</w>
pan ish</w>
pack age</w>
pa in</w>
p y
p unch</w>
p pe
p ay</w>
p acked</w>
or dering</w>
ope n
o poly</w>
o pard</w>
nu n</w>
ne qu
navig ates</w>
nap ping</w>
na ils</w>
mur ky</w>
mu scular</w>
mu ch</w>
mountain ous</w>
moun ted</w>
monit ors</w>
mo hawk</w>
mix er</w>
mid st</w>
mi x</w>
mer ci
merci al</w>
men tary</w>
meas uring</w>
me tal
me ss</w>
me sh</w>
me ado
meado w</w>
mas ks</w>
mar k</w>
man nequ
ma ybe</w>
m ouths</w>
m ming</w>
ly -
loo ked</w>
li vely</w>
le opard</w>
le gged</w>
lanter ns</w>
lan ds</w>
labor atory</w>
label ed</w>
la y
kne e-
ki sses</w>
k -
ju dges</w>
je ep</w>
in ner</w>
in formation</w>
illumin ated</w>
hy dr
hydr ant</w>
hus band</w>
hu la
home made</w>
hi stori
harmon ica</w>
hard wood</w>
har ve
ham mock</w>
ham mering</w>
ha d</w>
grin ds</w>
graf f
graff iti
gra b</w>
gr i
go wn</w>
go s</w>
gg le</w>
ge ment</w>
fre sh
fre e
founta ins</w>
fore sted</w>
fo ods</w>
fo ggy</w>
fla t</w>
fin ger
fil ming</w>
fe tch</w>
f ying</w>
f rying</w>
f er
exam ine</w>
establ ishment</w>
enthusi a
eng a</w>
en tly</w>
employe es</w>
employe e</w>
eas el</w>
ear th</w>
dra ws</w>
dra ped</w>
dr yer</w>
direc ting</w>
din o
din er</w>
dig ital</w>
demonstr ation</w>
de x</w>
de stination</w>
day time</w>
d rying</w>
cro ps</w>
cri es</w>
cre ate</w>
craw ls</w>
congre g
condu ctor</w>
con ne
comple ted</w>
compan y</w>
compan ion</w>
comm unic
com mercial</w>
color fully</w>
col li
co ver
co ck
classi c</w>
citi zens</w>
cig ar</w>
cheer leading</w>
chas ed</w>
charac ters</w>
ch erry</w>
cas es</w>
carri er</w>
cano es</w>
can dle</w>
camp fire</w>
cam p</w>
ca the
ca sting</w>
c ul
c o</w>
c all</w>
bun dle</w>
bu ried</w>
bridesm aids</w>
bri ef
box ers</w>
botto ms</w>
bikin is</w>
bed room</w>
be ads</w>
bat tle</w>
bare footed</w>
barbe cu
bar tender</w>
banan as</w>
ban ners</w>
back seat</w>
ba bies</w>
as king</w>
as cen
arti sts</w>
ari um</w>
aqu arium</w>
am ount</w>
am id</w>
af e</w>
ado rned</w>
acrob atic</w>
ac king</w>
a im
a id</w>
W o
S panish</w>
R u
Olym pic</w>
M id
M ic
M a
L i
J enga</w>
Indi a</w>
Ha waiian</w>
C afe</w>
B r
Asi ans</w>
1 1</w>
z one</w>
z e
y set</w>
xylo phone</w>
wrest lers</w>
wood land</w>
wo n
wil der
wilder ness</w>
wi sh</w>
wei gh
waterme lons</w>
water side</w>
war ming</w>
wait re
waitre ss</w>
w ere</w>
w ash</w>
w an
ver se</w>
vege tation</w>
vacuum ing</w>
vacu um</w>
v or
vor ite</w>
v ine</w>
un k</w>
un g</w>
u al</w>
ty ping</w>
tw heel</w>
tu bes</w>
tro tting</w>
tro ph
troph y</w>
tree- lined</w>
tre ss</w>
tre adm
treadm ill</w>
travel s</w>
track suit</w>
to w</w>
to ple
tople ss</w>
ti st</w>
thou gh</w>
ter ri
ten s</w>
t ti</w>
t s
sur e</w>
suppor t</w>
sun shine</w>
stri pe</w>
sto res</w>
stat u
star ring</w>
st on</w>
sso r</w>
ss o</w>
squ ir
span ic</w>
sp ring</w>
sp ani
sou p</w>
some body</w>
sol d</w>
soc i
soci ali
snowboar ds</w>
snow ball</w>
sn or
sn acks</w>
slee ves</w>
slee ve</w>
sla cks</w>
sky line</w>
sky diving</w>
sit y</w>
sho wer</w>
shin g
shar p</w>
sh ack</w>
ser ies</w>
sem i</w>
sea food</w>
se ments</w>
se cu
se ating</w>
sco pes</w>
scienti st</w>
scho ol
sc rat
sc attered</w>
sau r</w>
sai lor</w>
s na
ry- go-
ry-go- round</w>
ru stic</w>
roller skates</w>
ro ses</w>
ro lls</w>
ro ll</w>
ri mmed</w>
rece ption</w>
re sort</w>
re por
rail ings</w>
rac k</w>
ra mid</w>
ra g</w>
ra b
rab bit</w>
qui et</w>
py ramid</w>
pur chase</w>
pup pet</w>
professi on
prin ts</w>
presen ts</w>
pon y</w>
polit ical</w>
police men</w>
poin ted</w>
po ps</w>
po p</w>
po p
pir ate</w>
pige on</w>
pic ket</w>
pi e</w>
photograph ing</w>
pedestri an</w>
pat rons</w>
par ent</w>
p ans</w>
org an</w>
oppon ents</w>
op y</w>
ol l
oc cu
o live</w>
o il</w>
nur se</w>
nu de</w>
no o
new ly
newly wed</w>
neckla ces</w>
ne y</w>
na med</w>
n ine</w>
mon k</w>
mo wing</w>
mo o
mit t</w>
mini ature</w>
min g
mi ssing</w>
mi -
mer ry-go-round</w>
mb ur
mas co
masco t</w>
mar ker</w>
mar ked</w>
mar ble</w>
make shift</w>
mag ni
ma in
lu sh</w>
lo w
lo ve</w>
lo go</w>
li on</w>
li fe
li d</w>
le vel</w>
la id</w>
l li
ki mon
k ings</w>
jump suits</w>
iti sh</w>
in t</w>
in er</w>
id enti
id en
id ed</w>
ic ally</w>
i s
i ence</w>
i P
hula -
hudd led</w>
hot dogs</w>
ho li
ho e</w>
hil ly</w>
heav yset</w>
he ar
har bor</w>
ha mbur
ha m</w>
gu ide</w>
gro wn</w>
greyh ounds</w>
gr y</w>
gol f
go- cart</w>
fu zzy</w>
fro n
fra med</w>
form ing</w>
for t</w>
for k</w>
flo ck</w>
fin d</w>
fil m</w>
fil l</w>
fi le</w>
fel low</w>
featu res</w>
fea thered</w>
fea ther</w>
fe t
fe dor
fedor a</w>
fac e-
fa vorite</w>
expre ssion</w>
exhi b
exerci sing</w>
ex tre
ex pan
ex iting</w>
ever y
er -
enter tain</w>
elabor ate</w>
el ed</w>
el der</w>
e vil</w>
e val</w>
e ag
dra l</w>
do lls</w>
do c
doc tors</w>
div ers</w>
discu ss</w>
dis c</w>
dino saur</w>
di g</w>
desig ned</w>
deser ted</w>
defen der</w>
de sser
de sks</w>
de red</w>
de pic
da ily</w>
d yed</w>
d ump</w>
d am
cross country</w>
cro wn</w>
cre st</w>
cr ate</w>
conven ience</w>
conte st</w>
confe tti</w>
condu cting</w>
